Repository: pypi-data/pypi-mirror-54
Catalog: packages/monasca-ui/monasca_ui-1.12.2-py2.py3-none-any.whl/monitoring/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The Name field is used to identify the alarm definition.
pt_br: O campo Nome é usado para identificar a definição do alarme.

source: Each alarm definition is defined by its expression composed out of: mathematical function, metric, threshold and comparator for metric's value and the threshold. Additionally it is possible to narrow evaluation of the alarm to certain entities by choosing their dimensions. The deterministic alarms never enter UNDETERMINED state. Use them for metrics that are received sporadically.
pt_br: Cada definição de alarme é definida por sua expressão composta de função matemática, métrica, limite e comparador para o limite e o valor da métrica. Adicionalmente é possível limitar a avaliação do alarme para certas entidades escolhendo suas dimensões. Os alarmes determinísticos nunca entram no estado NÃO DETERMINADO. Utilize-os para métricas que são recebidas esporadicamente.

source: If for some transitions notifications should not be sent they can be disabled.
pt_br: Se por algumas transições as notificações não devam ser enviadas, elas podem ser desativadas.

source: The Description field can be used to describe alarm definition's purpose.
pt_br: O campo Descrição pode ser usado para descrever o propósito das definições do alarme.

source: The Name field is used to identify the alarm definition.
pt_br: O campo Nome é usado para identificar a definição do alarme.

source: The Notifications field contains the list of Notifications that should be sent when transitioning to another state.
pt_br: O campo Notificações contém a lista de Notificações que devem ser enviadas quando da transição para outro estado.

source: The Severity field allows to specify the importance of alarm definition.
pt_br: O campo Severidade permite especificar a importância da definição do alarme.

source: A non-zero value in the period field indicates how frequently a notification should be resent (only valid for webhook urls).
pt_br: Um valor não zero no campo período indica com qual frequência uma notificação deve ser reenviada (válido somente para urls de webhook).

source: The Address field indicates the email address, URL, or PagerDuty service key to be notified.
pt_br: O campo Endereço indica o endereço de e-mail, URL, ou a chave do serviço PagerDuty a ser notificado.

source: The Expression field which if true, triggers a notification to be sent. See <a href="https://github.com/openstack/monasca-api/blob/master/docs/monasca-api-spec.md#alarm-definition-expressions" target="_blank">Alarm Expressions</a> for how to write an expression.
pt_br: O campo Expressão que se verdadeiro, dispara uma notificação a ser enviada. Veja <a href="https://github.com/openstack/monasca-api/blob/master/docs/monasca-api-spec.md#alarm-definition-expressions" target="_blank">Expressões de Alarme</a> para como escrever uma expressão.

source: The Name field is used to identify the notification method.
pt_br: O Nome do campo é utilizado para identificar o método de notificação.

source: The Notifications field contains the list of Notifications that should be sent when transitioning to another ALARM state.
pt_br: O campo Notificações contém a lista de Notificações que devem ser enviadas quando em transição para outro estado de ALARM.

source: The Type field indicates how the notification is sent when an alarm is triggered.
pt_br: O campo de Tipo indica como a notificação é enviada quando um alarme é disparado.

source: + Add more
pt_br: + Adicionar mais

source: ---Please select---
pt_br: ---Por favor, selecione---

source: A description of an alarm.
pt_br: A descrição de um alarme.

source: A descriptive name of the notification method.
pt_br: Um nome descritivo do método de notificação.

source: AND
pt_br: E

source: Add
pt_br: Adicionar

source: Add a match by
pt_br: Adicionar uma correspondência por

source: Address
pt_br: Endereço

source: Address must contain a valid URL address.
pt_br: O endereço deve conter um endereço de URL válido.

source: Address must contain a valid email address.
pt_br: O endereço deve conter um endereço de e-mail válido.

source: Alarm
pt_br: Alarme

source: Alarm Actions
pt_br: Ações de Alarme

source: Alarm Definition Details
pt_br: Detalhes de Definição do Alarme

source: Alarm Definitions
pt_br: Definições de Alarme

source: Alarm Details
pt_br: Detalhes do Alarme

source: Alarm History
pt_br: Histórico do Alarme

source: Alarm ID
pt_br: ID do Alarme

source: Alarm Id
pt_br: ID do Alarme

source: Alarm Metric Dimensions
pt_br: Dimensões das Métricas do Alarme

source: Alarm definition %s has been created
pt_br: A definição de alarme %s foi criada

source: Alarm definition has been updated.
pt_br: A definição de alarme foi atualizada.

source: Alarm definition with %s name already exists
pt_br: Uma definição de alarme com nome %s já existe

source: Alarm has been created successfully.
pt_br: O alarme foi criado com sucesso.

source: Alarm has been edited successfully.
pt_br: O alarme foi editado com sucesso.

source: Alarms
pt_br: Alarmes

source: Alarms for
pt_br: Alarmes para

source: All Alarms
pt_br: Todos os Alarmes

source: An alarm expression.
pt_br: Uma expressão de alarme.

source: An unique name of the alarm.
pt_br: Um nome único do alarme.

source: Browser local
pt_br: Navegador local

source: Cancel
pt_br: Cancelar

source: Close
pt_br: Fechar

source: Could not retrieve alarm definitions
pt_br: Não é possível obter as definições de alarme

source: Could not retrieve alarm for %s
pt_br: Não foi possível obter o alarme para %s

source: Could not retrieve alarm history for %s
pt_br: Não foi possível obter o histórico do alarme para %s

source: Could not retrieve alarms
pt_br: Não foi possível obter os alarmes

source: Could not retrieve notifications
pt_br: Não foi possível obter as notificações

source: Create Alarm
pt_br: Criar Alarme

source: Create Alarm Definition
pt_br: Criar Definição de Alarme

source: Create Notification
pt_br: Criar Notificação

source: Create Notification Method
pt_br: Criar Método de Notificação

source: Critical
pt_br: Crítica

source: Delete Alarm
pt_br: Excluir Alarme

source: Delete Alarm Definition
pt_br: Excluir Definição de Alarme

source: Delete Notification
pt_br: Excluir Notificação

source: Deleted Alarm
pt_br: Alarme Excluído

source: Deleted Alarm Definition
pt_br: Definição de Alarme Excluída

source: Deleted Notification
pt_br: Notificação Excluída

source: Description
pt_br: Descrição

source: Details
pt_br: Detalhes

source: Deterministic
pt_br: Determinístico

source: Dimension(s)
pt_br: Dimensão(ões)

source: Edit Alarm
pt_br: Editar Alarme

source: Edit Alarm Definition
pt_br: Editar Definição de Alarme

source: Edit Alarm Definitions
pt_br: Editar Definições do Alarme

source: Edit Notification
pt_br: Editar Notificação

source: Expression
pt_br: Expressão

source: Failed to present alarm history
pt_br: Falha ao apresentar o histórico do alarme

source: Failed to validate name
pt_br: Falha ao validar nome

source: Filter Alarms
pt_br: Filtrar Alarmes

source: Graph Metric
pt_br: Métrica Gráfica

source: High
pt_br: Alta

source: Info
pt_br: Informação

source: Key
pt_br: Chave

source: Low
pt_br: Baixa

source: Match by
pt_br: Coincidir por

source: Measurements for Alarms
pt_br: Medições para Alarmes

source: Medium
pt_br: Média

source: Metric Dimensions
pt_br: Dimensões da métrica

source: Metric Name
pt_br: Nome da Métrica

source: Monitoring
pt_br: Monitoramento

source: Name
pt_br: Nome

source: New State
pt_br: Novo Estado

source: Next Page
pt_br: Próxima Página

source: No notifications available.
pt_br: Nenhuma notificação disponível.

source: None
pt_br: Nenhum

source: Notification %s has already been deleted.
pt_br: A notificação %s já foi excluída.

source: Notification Method Details
pt_br: Detalhes do Método de Notificação

source: Notification has been edited successfully.
pt_br: A notificação foi editada com sucesso.

source: Notification method has been created successfully.
pt_br: O método de notificação foi criado com sucesso.

source: Notification methods. Notifications can be sent when an alarm state transition occurs.
pt_br: Métodos de notificação. As notificações podem ser enviadas quando uma transição de estado de um alarme ocorrer.

source: Notifications
pt_br: Notificações

source: Notifications Enabled
pt_br: Notificações Ativadas

source: OK Actions
pt_br: Ações OK

source: OR
pt_br: OU

source: Old State
pt_br: Estado Antigo

source: OpenStack Services
pt_br: Serviços OpenStack

source: Overview
pt_br: Visão Geral

source: Password must be between 8 and 18 characters.
pt_br: A senha deve ter entre 8 e 18 caracteres.

source: Period
pt_br: Período

source: Period must be zero except for type webhook.
pt_br: O período deve ser zero exceto para o tipo webhook.

source: Previous Page
pt_br: Página Anterior

source: Reason
pt_br: Motivo

source: Remove
pt_br: Remover

source: Save
pt_br: Salvar

source: Save Notification
pt_br: Salvar Notificação

source: Select Notification
pt_br: Selecionar Notificação

source: Servers
pt_br: Servidores

source: Service :
pt_br: Serviço :

source: Service Health
pt_br: Saúde do Serviço

source: Severity
pt_br: Severidade

source: Severity of an alarm. Must be either LOW, MEDIUM, HIGH or CRITICAL. Default is LOW.
pt_br: Severidade de um alarme. Pode ser BAIXA, MÉDIA, ALTA ou CRÍTICA. O padrão é BAIXA.

source: Show Alarm Definition
pt_br: Mostrar Definição do Alarme

source: Show History
pt_br: Mostrar Histórico

source: State
pt_br: Estado

source: Submit
pt_br: Enviar

source: The email/url address to notify.
pt_br: O endereço de e-mail/url para notificar.

source: The metric dimensions used to create unique alarms.
pt_br: As dimensões da métrica utilizadas para criar alarmes únicos.

source: The notification period.
pt_br: O período de notificação.

source: The type of notification method (i.e. email).
pt_br: O tipo do método de notificação (por exemplo e-mail).

source: Type
pt_br: Tipo

source: Unable to create alarm definition %s
pt_br: Não é possível criar a definição de alarme %s

source: Unable to create the alarm: %s
pt_br: Não é possível criar o alarme: %s

source: Unable to create the notification method: %s
pt_br: Não é possível criar o método de notificação: %s

source: Unable to delete notification: %s
pt_br: Não é possível excluir a notificação: %s

source: Unable to edit the alarm: %s
pt_br: Não é possível editar o alarme: %s

source: Unable to edit the notification: %s
pt_br: Não é possível editar a notificação: %s

source: Unable to list alarms: %s
pt_br: Não é possível listar os alarmes: %s

source: Unable to retrieve alarm details.
pt_br: Não é possível obter detalhes do alarme.

source: Unable to retrieve metrics
pt_br: Não é possível obter as métricas

source: Unable to retrieve notification details.
pt_br: Não é possível obter os detalhes da notificação.

source: Unable to retrieve notifications: %s
pt_br: Não é possível obter as notificações: %s

source: Undetermined
pt_br: Indeterminado

source: Undetermined Actions
pt_br: Ações Indeterminadas

source: Unknown name
pt_br: Nome desconhecido

source: User %s does not have sufficient privileges to access Kibana
pt_br: O usuário %s não possui privilégios suficientes para acessar o Kibana

source: Value
pt_br: Valor

source: avg
pt_br: média

source: count
pt_br: contador

source: last
pt_br: último

source: max
pt_br: máximo

source: min
pt_br: mínimo

source: sum
pt_br: soma
